define([], function() {

    return {
        cs : { //车损
            '0' : {
                criterionFee : 593, //基础保费
                rate : 0.0141       //费率
            },
            '1' : {
                criterionFee : 559, //基础保费
                rate : 0.0133       //费率
            },
            '2' : {
                criterionFee : 559, //基础保费
                rate : 0.0133       //费率
            },
            '3' : {
                criterionFee : 559, //基础保费
                rate : 0.0133       //费率
            },
            '4' : {
                criterionFee : 564, //基础保费
                rate : 0.0134       //费率
            },
            '5' : {
                criterionFee : 564, //基础保费
                rate : 0.0134       //费率
            },
            '6' : {
                criterionFee : 576, //基础保费
                rate : 0.0137       //费率
            },
            '7' : {
                criterionFee : 576, //基础保费
                rate : 0.0137       //费率
            },
            '8' : {
                criterionFee : 582, //基础保费
                rate : 0.0138       //费率
            }
        },
        dsfzrx : { //第三方责任险
            '5万'  : 626,
            '10万' : 904,
            '15万' : 1031,
            '20万' : 1120,
            '30万' : 1265,
            '50万' : 1517,
            '100万': 1976
        },
        csryzrx : { //车上人员责任险
            'sj' : 0.0042,
            'ck' : 0.0027
        },
        blddpsx : { //玻璃单独破碎险
            gcbl : 0.0019
        },
        dqx : { //盗抢险
            criterionFee : 120, //基础保费
            rate : 0.0041       //费率
        },
        cshhssx : { //车身划痕险
            '0' : { //30万以下
                '2-' : { //2年以下
                    '2000' : 400,
                    '5000' : 570,
                    '10000': 760,
                    '20000': 1140
                },
                '2+' : { //2年以上
                    '2000' : 610,
                    '5000' : 850,
                    '10000': 1300,
                    '20000': 1900
                }
            },
            '30' : { //50万以下
                '2-' : { //2年以下
                    '2000' : 585,
                    '5000' : 900,
                    '10000': 1170,
                    '20000': 1780
                },
                '2+' : { //2年以上
                    '2000' : 900,
                    '5000' : 1350,
                    '10000': 1800,
                    '20000': 2600
                }
            },
            '50' : { //50万以上
                '2-' : { //2年以下
                    '2000' : 850,
                    '5000' : 1100,
                    '10000': 1500,
                    '20000': 2250
                },
                '2+' : { //2年以上
                    '2000' : 1100,
                    '5000' : 1500,
                    '10000': 2000,
                    '20000': 3000
                }
            }
        },
        cxxs : { //出险系数
            '0' :0.70, //0次 折扣系数0.70
            '1' :0.77, //1次 折扣系数0.77
            '2' :0.85, //2次 折扣系数0.85
            '3' :1.00,  //3次 折扣系数1.00
            '4' :1.00  //3次 折扣系数1.00
        },
        bjmpxs : { //不计免赔系数
            'cs' : 0.15, //车损
            'sz' : 0.15, //三者
            'sj' : 0.15, //司机
            'ck' : 0.15, //乘客
            'dq' : 0.20, //盗抢
            'hh' : 0.15, //划痕
            'zr' : 0.15  //自燃
        },
        zrxs : {
            '0' : 0.0012,
            '2' : 0.0020,
            '4' : 0.0030,
            '6' : 0.0050
        },
        default : {
            'carAmount' : 5,
            'depreciationRate' : 0.0060,
            'galssType' : '国产玻璃',
            'dangerCoefficient' : 0.85,
            'discount' : 0.75,
            'thirdPartyInsured' : '50万',
            'driverInsured' : '10000',
            'passengerInsured' : '10000',
            'hhInsured' : '2000'
        }
    }
});